/*Shared Button Translations*/
"Quit" = "끝내기";
"Cancel" = "취소하기";
"Continue" = "계속하기";
"ContinueAnyway" = "그래도 계속하기";

/*Escaped Quotes. Remove the backslash and turn the quote into guillemets if needed*/
"EscapedQuoteStart" = "\"";
"EscapedQuoteEnd" = "\"";

/*Shared Warnings*/
"NoDrivesFound" = "사용할 만한 드라이브가 없습니다. 사용하시려는 드라이브가 꽂혀있고 켜져 있는지 확인해 주세요.";

/*This translation hides the stupid non-zero exit from OS X. Please ignore, Linus will translate this himself.*/
"NonZeroExit" = "명령어가 non-zero 상태로 끝났습니다.";


/*Create elementary OS Installer*/

"CreateInstallerAppTitle" = "elementary OS 설치 도구 작성기";

/*Buttons*/
"Download" = "다운로드";

/*Dialogs*/
"ChooseISO" = "elementary OS ISO 파일을 선택합니다:";
"ChooseDrive" = "elementary OS 설치 도구에 사용할 드라이브를 선택합니다:";
"InstallComplete" = "elementary OS 설치 도구가 성공적으로 만들어졌습니다. 일반 장치로 다시 되돌리실 땐, 디스크 유틸리티로 지우시거나 \"USB 복구 도구 \"를 이용하세요.";
"InstallCompleteNotification" = "elementary OS 설치 도구가 성공적으로 만들어졌습니다.";
"AdminDialog" = "elementary OS 설치 도구 작성기를 \"드라이브에 설치하고자 합니다";

/*Warnings*/
"OldMacWarning" = "This Mac may have trouble starting elementary OS trough USB. Find more information and alternaltives below.";
"newOSXVersion" = "이 버전의 \"elementary OS 설치 도구 작성기\"는 Mac OS X 10.8과 그 이하 버전을 위해서 만들어졌습니다. 새 버전을 이용하시길 권해드려요.";
"PPCWarning" = "elementary OS는 Mac 기반의 파워 PC를 지원하지 않습니다. 상기 USB 드라이브는 PC나 새로 지원하는 인텔 기반의 맥에서만 이용하실 수 있습니다.";
"XServeWarning" = "elementary OS는 X 서버 형식의 맥을 지원하지 않습니다. 상기 USB는 인텔 기반의 기타 최신 맥 형식에서만 이용하실 수 있습니다";
"ConfirmQuit" = "지금 끝내시면 USB 드라이브를 사용하지 못하게 될 수 있습니다. 끝내시게 되면 디스크 유틸리티나 또는 \"USB 복구 도구 \"를 이용해서 복구하셔야 할 겁니다.";
"NotEnoughSpace" = "\" 에 충분한 여유 공간이 없습니다. 최소 1GB 이상의 여유 공간이 필요합니다.";

/*Progress bar text*/
"ReformatDisk" = "디스크를 다시 포맷하고 있습니다...";
/*This is followed by the name of the USB drive in the app.*/
"CopyingISO" = "드라이브 \" 에 elementary OS를 복사하고 있습니다";

/*Multi part translation. Make sure to replace the escaped quotes with guillemets if required*/
"DriveName" = "드라이브 \"";
"ConfirmReformatDriveName" = "\" 가 지워지고 elementary OS 설치 도구 내용으로 바뀌게 됩니다. 이 작업에는 관리자 권한이 필요합니다. 계속하시겠습니까?";
"PartitionName" = "파티션 \"";
"EraseMultiplePartitions" = "\" 은 여러 파티션을 가진 드라이브입니다. 정말 전체 드라이브를 지우고 elementary OS 설치 도구로 바꾸시겠습니까?";

/*Restore USB Drive.*/

"RestoreUSBDriveAppTitle" = "USB 복구 도구";

"ChooseDriveRestore" = "복구할 드라이브를 선택합니다:";
"ConfirmRestoreDriveName" = "\" 가 지워집니다. 계속하시겠습니까?";
"RestoreComplete" = "USB 드라이브를 복구했습니다";
"RestoreCompleteNotification" = "USB 드라이브를 복구했습니다";

/*Do not translate LocalizedUSBDriveName if it contains Unicode characters. This is unfortunately a technical limitation*/
"LocalizedUSBDriveName" = "USB 드라이브";
"NameUSBDrive" = "USB 드라이브 이름 짓기";
